Repository: soffes/redacted
Catalog: Redacted-iOS/Support/*.lproj/Localizable.strings
Languages: da

source: Choose Photo
da: Vælg foto

source: Take Photo
da: Tag foto

# RESTRICTED_PHOTOS_TITLE
source: Restricted
da: Uautoriseret

# RESTRICTED_PHOTOS_MESSAGE
source: You don‘t have permission to allow Redacted to use your photos. This is probably due to parental controls.
da: Du har ikke rettigheder til at tillade Redacted adgang til dine fotos. Det kan være på grund af indstillingerne for forældrekontrol.

# ACCESS_DENIED_PHOTOS_TITLE
source: Access Denied
da: Adgang nægtet

# ACCESS_DENIED_PHOTOS_MESSAGE
source: Please allow access to photos.
da: Tillad venligst adgang til Fotos.

# RESTRICTED_CAMERA_TITLE
source: Restricted
da: Uautoriseret

# RESTRICTED_CAMERA_MESSAGE
source: You don‘t have permission to allow Redacted to use your camera. This is probably due to parental controls.
da: Du har ikke rettigheder til at tillade Redacted adgang til dit kamera. Det kan være på grund af indstillingerne for forældrekontrol.

# ACCESS_DENIED_CAMERA_TITLE
source: Access Denied
da: Adgang nægtet

# ACCESS_DENIED_CAMERA_MESSAGE
source: Please allow camera access.
da: Tillad venligst adgang til Kamera.

# OPEN_SETTINGS_BUTTON
source: Open Settings
da: Åbn indstillinger

source: Cancel
da: Annuller
