Repository: soffes/redacted
Catalog: Modules/Redacted-iOS/Resources/*.lproj/Localizable.strings
Languages: es, ro, ru

source: Choose Photo
es: Escoge una Foto
ro: Alege Imagine
ru: Выбрать фото

# CHOOSE_LAST_PHOTO
source: Last Photo Taken
es: Última Foto Tomada
ro: Alege ultima poză făcută
ru: Последнее сделанное фото

source: Take Photo
es: Tomar Foto
ro: Fă poză
ru: Снять фото

# RESTRICTED_PHOTOS_TITLE
source: Restricted
es: Prohibido
ro: Acces nepermis
ru: Доступ запрещён

# RESTRICTED_PHOTOS_MESSAGE
source: You don‘t have permission to allow Redacted to use your photos. This is probably due to parental controls.
es: No tienes permiso para permitir que Redacted utilice tus fotos. Esto puede ser por controles parentales.
ro: Nu ai dat acces la albumul foto.
ru: У вас недостаточно полномочий чтобы дать доступ Redacted к вашим фотографиям. Вероятно, это связано с настройками Родительского Контроля.

# ACCESS_DENIED_PHOTOS_TITLE
source: Access Denied
es: Acceso Denegado
ro: Acces nepermis
ru: Доступ запрещён

# ACCESS_DENIED_PHOTOS_MESSAGE
source: Please allow access to photos.
es: Por favor permite acceso a las fotos.
ro: Te rugăm acceptă permisiunile pentru poze
ru: Разрешите доступ к фотографиям.

# RESTRICTED_CAMERA_TITLE
source: Restricted
es: Prohibido
ro: Acces nepermis
ru: Доступ запрещён

# RESTRICTED_CAMERA_MESSAGE
source: You don‘t have permission to allow Redacted to use your camera. This is probably due to parental controls.
es: No tienes permiso para permitir que Redacted utilice tu cámara. Esto puede ser por controles parentales.
ro: Nu ai dat acces la camera foto.
ru: У вас недостаточно полномочий чтобы дать доступ Redacted к камере. Вероятно, это связано с настройками Родительского Контроля.

# ACCESS_DENIED_CAMERA_TITLE
source: Access Denied
es: Acceso Denegado
ro: Acces nepermis
ru: Доступ запрещён

# ACCESS_DENIED_CAMERA_MESSAGE
source: Please allow camera access.
es: Por favor permite acceso a tu cámara.
ro: Te rugăm acceptă permisiunile pentru camera foto.
ru: Разрешите доступ к камере.

# OPEN_SETTINGS_BUTTON
source: Open Settings
es: Abrir Configuración
ro: Deschide Setări
ru: Открыть настройки

source: Cancel
es: Cancelar
ro: Anulează
ru: Отмена

# UNDO_FORMAT
source: Undo %@
es: Deshacer %@
ro: Înainte de %@
ru: Отменить %@

# REDO_FORMAT
source: Redo %@
es: Rehacer %@
ro: După %@
ru: Повторить %@

source: Paste Photo
es: Pegar Foto
ro: Lipește Imagine
ru: Вставить фото

# TAP_AND_DRAG
source: Tap and drag to start redacting
es: Toque y arrastre para comenzar a censurar
ro: Apasă și trage imagine aici
ru: Тапните и тяните чтобы начать редактировать
