Repository: soffes/redacted
Catalog: RedactedKit/Resources/*.lproj/Localizable.strings
Languages: fr

source: Pixelate
fr: Pixéliser

source: Blur
fr: Brouiller

source: Share
fr: Partager

source: Clear
fr: Éffacer

source: Clear Image
fr: Éffacer l'image

source: Copy Image
fr: Copier l'image

source: Paste Image
fr: Coller l'image

source: Select All Redactions
fr: Sélectioner toutes les rédactions

source: Insert Redaction
fr: Insérer une rédaction

source: Insert Redactions
fr: Insérer les rédactions

source: Delete Redaction
fr: Suprimer la rédaction

source: Delete Redactions
fr: Suprimer les redactions

# CREDITS
source: Designed & developed by Nothing Magical in California.
fr: Créé et développé par Nothing Magical en Californie.

# DRAG_TO_GET_STARTED
source: Drag an image here
fr: Glissez une image ici

# CLICK_AND_DRAG
source: Click and drag to start redacting
fr: Cliquez et glissez pour créer une rédaction
